[orchid_vo_chapter7_0010_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Looks like when you shot the lock, you blasted the final compass piece into bits. Okay, this is bad. Uhmm -- no, wait! Ah! I can make a replacement! I just need parts! Just get to the Washburne Refinery. Go, go, GO!",Time=0)

[orchid_vo_chapter7_0020_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So, what's your favorite thing about Scarlett? Mine's the way she smiles. And her hair. And her body. And that one time she made eye contact with me. Really, all of those things are my favorite thing about her.",Time=0)

[orchid_vo_chapter7_0030_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I can rebuild the last part of the compass, but I'll need some samples of poly-kryten. Once you get those, I can rebuild the key, and give it to Scarlett, and it'll help her find where the treasure is buried, and she'll marry me and we'll have a hundred babies and I'll never die. It'll be perfect!",Time=0)

[orchid_vo_chapter7_0040_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yes -- just a few more bits of poly-kryten. I've studied the lost Treasure of the Sands for months now; I'll rebuild the compass. For her.",Time=0)

[orchid_vo_chapter7_0050_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've done a great job thus far, so I've got a tip: when we fight to the death, you're gonna want to stay on my right side. I lost my right eye when my dad dropped me. Not, like, as a baby -- I was... twenty? Dropped me out of an airship. Made the bastard eat his own intestines later. It was pretty great.",Time=0)

[orchid_vo_chapter7_0060_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know, I bet Scarlett's gettin' lonely. Yep -- I'm pretty sure she regrets kicking me out to the Rustyard.",Time=0)

[orchid_vo_chapter7_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nope.",Time=0)

[orchid_vo_chapter7_0080_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've almost got enough poly-kryten. Once I give you the last piece of the compass, you'll need to combine all four pieces and take them to the Magnys Lighthouse. That is where you will find the burial place of the Lost Treasure of the Sands.",Time=0)

[orchid_vo_chapter7_0090_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Great great great, that's enough! Come back and I'll forge the replacement compass piece for you!",Time=0)

[orchid_vo_chapter7_0100_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oooh. The Leviathan knows we're close to finding the treasure. I can't wait to kill him and avenge my Roscoe. God, Roscoe was so cute. Had this big ol' face you just wanted to squeeze, and -- what are you jackasses looking at? Get back to work! Swab something, goddammit!",Time=0)

[orchid_vo_chapter7_0110_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've got the poly-kryten? Gimme!",Time=0)

[orchid_vo_chapter7_0120_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And this goes there... and tighten that... cut that down just a hair... aha!",Time=0)

[orchid_vo_chapter7_0130_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Here you go! The last piece of the compass!",Time=0)

[orchid_vo_chapter7_0140_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now give that to Scarlett, along with the tapes. And she'll love me again. And if she doesn't, I'll follow her, and I'll smell her, and I'll just MAKE her love me! Ahahahahaha!",Time=0)

[orchid_vo_chapter7_0150_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got the compass piece? Great. Now, give Herbert that little gift I gave you, and come on back.",Time=0)

[orchid_vo_chapter7_0160_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A gift?! From SCARLETT?! I knew it! I KNEW she cared! AHAHA!",Time=0)

[orchid_vo_chapter7_0170_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh sorry about that, Herbert. Oh -- I forgot to mention you were carrying a rather large BOMB around with you, didn't I? Many apologies. Now just bring back the last compass piece, so we can find out where the treasure's buried!",Time=0)

[orchid_vo_chapter7_0180_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Herbert. Ughhhughugguhugh.",Time=0)
